{
    "About DeliCol": "אודות דליקול",
    "Access your first community debate for free by contacting us today": "גש לדיון הקהילתי הראשון שלך בחינם על ידי יצירת קשר עוד היום",
    "Building Bonds and Bridging Divides": "בניית קשרים ומגשרים פערים",
    "Collaborate with your team members to find the best solutions.": "שתפו פעולה עם חברי הצוות שלכם כדי למצוא את הפתרונות הטובים ביותר",
    "Collaboration": "שיתוף פעולה",
    "Contact us": "צרו קשר",
    "Creativity": "יצירתיות",
    "Delicol fosters community well-being": "דליקול מקדם את רווחת הקהילה",
    "DeliCol": "דליקול",
    "Empower your team members to make decisions that they believe in.": "העצימו את חברי הצוות שלכם לקבלת החלטות בהן הם מאמינים",
    "Empowerment": "העצמה",
    "Encourage innovative solutions by allowing diverse viewpoints.": "עודדו פתרונות חדשניים על ידי אפשרות לקבלת נקודות מבט שונות",
    "Foster creativity by allowing team members to think outside the box.": "קדמו ליצירתיות על ידי הרשאת חברי הצוות לחשוב מחוץ לקופסה",
    "From the Institute for Deliberative Democracy": "מבית המכון לדמוקרטיה דיונית",
    "How does DeliCol work": "איך עובדת דליקול",
    "Include all team members in the decision-making process.": "כלול את כל חברי הצוות בתהליך הקבלת ההחלטות",
    "Inclusivity": "כלוליות",
    "Innovation": "חדשנות",
    "Invest effort/time into an in-depth deliberative process with DeliCol app help that enables the end choices to effectively address and serve the requirements and priorities of the entire community.": "השקיעו מאמץ/זמן בתהליך דיבור מעמיק עם עזרת אפליקציית דליקול שמאפשרת לבחירות הסופיות לטפל בצורה יעילה ולשרת את דרישות ועדיפויות כל הקהילה",
    "Let us provide an explanation of how the application operates": "תנו לנו לספק הסבר על איך האפליקציה פועלת",
    "Leverage the wisdom of your team members to make better decisions.": "השתמשו בחכמת חברי הצוות שלכם כדי לקבל החלטות טובות יותר",
    "Let's Talk": "בוא נדבר",
    "Make future-proof decisions today to shape a better tomorrow.": "קבלו החלטות עתידיות היום כדי לעצב מחר טוב יותר",
    "Make reaching agreements effortless with our DeliCol app": "הפוך את הגעת הסכמים למאמץ קל עם אפליקציית דליקול שלנו",
    "Our features": "התכונות שלנו",
    "Provide objective information and data on topics with DeliCol app": "ספק מידע אובייקטיבי ונתונים על נושאים באמצעות אפליקציית דליקול",
    "Rating the options": "דירוג אפשרויות",
    "Reach Out": "צרו קשר",
    "Real-time conversation and discussion": "שיחה ודיון בזמן אמת",
    "Simplify agreement processes with DeliCol app": "פשטו את תהליכי ההסכמה עם אפליקציית דליקול",
    "Stay always connected and never miss a beat": "הישארו תמיד מחוברים ואל תחמיצו דבר",
    "Talk to Us": "דברו איתנו",
    "Streamline agreements effortlessly with DeliCol app": "ייעל הסכמים ללא מאמץ עם אפליקציית דליקול",
    "The app provides real-time notifications and updates on ongoing discussions, proposals, voting status, and final decisions. This allows all community members to easily follow and participate in the deliberative process from anywhere.": "האפליקציה מספקת התראות ועדכונים בזמן אמת על דיונים רציפים, הצעות, מצב הצבעה והחלטות סופיות. זה מאפשר לכל חברי הקהילה לעקוב ולהשתתף בתהליך הדיבור מכל מקום.",
    "The goal of Delicol app is to go beyond simple majority rule votes by facilitating informed deliberation, finding common ground, and working towards decisions that incorporate diverse viewpoints and address minority concerns when possible.": "המטרה של אפליקציית דליקול היא לעבור מעבר להצבעות על פי רוב פשוט על ידי קידום דיבור מושכל, מציאת נקודת מפגש ועבודה לקבלת החלטות שמשלבות נקודות מבט שונות וטורפות בעיקר כאשר זה אפשרי.",
    "This is the app that can make group decision-making more democratic, inclusive, and reasoned.": "זוהי האפליקציה שיכולה להפוך את קבלת ההחלטות הקבוצתית למורה, כוללת ומושכלת.",
    "Throught compassionate deliberation": "דרך התלבטות בחמלה",
    "Voting the options": "הצבעה על האפשרויות",
    "Visualizations of data and viewpoints": "ויזואליזציות של נתונים ונקודות מבט",
    "Wisdom": "חכמה"
}
