{
    "About": "אודות",
    "About Freedi": "אודות פרידי",
    "Access your first community debate for free by contacting us today": "גש לדיון הקהילתי הראשון שלך בחינם על ידי יצירת קשר עוד היום",
    "Benefits": "יתרונות",
    "Blog": "בלוג",
    "Reaching Decisions Collaboratively": "מקבלים החלטות בשותפות",
    "Collaborate with your team members to find the best solutions.": "שתפו פעולה עם חברי הצוות שלכם כדי למצוא את הפתרונות הטובים ביותר",
    "Collaboration": "שיתוף פעולה",
    "Contact us": "צרו קשר",
    "Creativity": "יצירתיות",
    "Freedi fosters community well-being": "פרידי מקדם את רווחת הקהילה",
    "Freedi": "פרידי",
    "Empower your team members to make decisions that they believe in.": "העצימו את חברי הצוות שלכם לקבלת החלטות בהן הם מאמינים",
    "Empowerment": "העצמה",
    "Encourage innovative solutions by allowing diverse viewpoints.": "עודדו פתרונות חדשניים על ידי אפשרות לקבלת נקודות מבט שונות",
    "Features": "תכונות",
    "Feedbacks": "משובים",
    "Foster creativity by allowing team members to think outside the box.": "קדמו ליצירתיות על ידי הרשאת חברי הצוות לחשוב מחוץ לקופסה",
    "From the Institute for Deliberative Democracy": "מבית המכון לדמוקרטיה דיונית",
    "How does Freedi work": "איך עובדת פרידי",
    "Home": "בית",
    "Include all team members in the decision-making process.": "כלול את כל חברי הצוות בתהליך הקבלת ההחלטות",
    "Inclusively": "כלוליות",
    "Innovation": "חדשנות",
    "Invest effort/time into an in-depth deliberative process with Freedi app help that enables the end choices to effectively address and serve the requirements and priorities of the entire community.": "השקיעו מאמץ/זמן בתהליך דיבור מעמיק עם עזרת אפליקציית פרידי שמאפשרת לבחירות הסופיות לטפל בצורה יעילה ולשרת את דרישות ועדיפויות כל הקהילה",
    "Let us provide an explanation of how the application operates": "תנו לנו לספק הסבר על איך האפליקציה פועלת",
    "Leverage the wisdom of your team members to make better decisions.": "השתמשו בחכמת חברי הצוות שלכם כדי לקבל החלטות טובות יותר",
    "Let's Talk": "בוא נדבר",
    "Make future-proof decisions today to shape a better tomorrow.": "קבלו החלטות עתידיות היום כדי לעצב מחר טוב יותר",
    "Make reaching agreements effortless with our Freedi app": "הפוך את הגעת הסכמים למאמץ קל עם אפליקציית פרידי שלנו",
    "Our features": "התכונות שלנו",
    "Pricing": "מחירים",
    "Provide objective information and data on topics with Freedi app": "ספק מידע אובייקטיבי ונתונים על נושאים באמצעות אפליקציית פרידי",
    "Rating the options": "דירוג אפשרויות",
    "Reach Out": "צרו קשר",
    "Real-time conversation and discussion": "שיחה ודיון בזמן אמת",
    "Simplify agreement processes with Freedi app": "פשטו את תהליכי ההסכמה עם אפליקציית פרידי",
    "Stay always connected and never miss a beat": "הישארו תמיד מחוברים ואל תחמיצו דבר",
    "Talk to Us": "דברו איתנו",
    "Streamline agreements effortlessly with Freedi app": "ייעל הסכמים ללא מאמץ עם אפליקציית פרידי",
    "The app provides real-time notifications and updates on ongoing discussions, proposals, voting status, and final decisions. This allows all community members to easily follow and participate in the deliberative process from anywhere.": "האפליקציה מספקת התראות ועדכונים בזמן אמת על דיונים רציפים, הצעות, מצב הצבעה והחלטות סופיות. זה מאפשר לכל חברי הקהילה לעקוב ולהשתתף בתהליך הדיבור מכל מקום.",
    "The goal of Freedi app is to go beyond simple majority rule votes by facilitating informed deliberation, finding common ground, and working towards decisions that incorporate diverse viewpoints and address minority concerns when possible.": "המטרה של אפליקציית פרידי היא לעבור מעבר להצבעות על פי רוב פשוט על ידי קידום דיבור מושכל, מציאת נקודת מפגש ועבודה לקבלת החלטות שמשלבות נקודות מבט שונות וטורפות בעיקר כאשר זה אפשרי.",
    "This is the app that can make group decision-making more democratic, inclusive, and reasoned.": "זוהי האפליקציה שיכולה להפוך את קבלת ההחלטות הקבוצתית למורה, כוללת ומושכלת.",
    "Voting the options": "הצבעה על האפשרויות",
    "Visualizations of data and viewpoints": "ויזואליזציות של נתונים ונקודות מבט",
    "Wisdom": "חכמה",
    "Why Freedi?": "למה פרידי?",
    "Consensus reaching technology": "טכנולוגיה שמגיעה לקונצנזוס",
    "Consensus-reaching technology is an exciting field that aims to help groups of people agree more effectively and fairly through innovative computational methods.": "טכנולוגיה שמגיעה לקונצנזוס היא תחום מרגש שמטרתו לעזור לקבוצות של אנשים להסכים בצורה יעילה והוגנת יותר באמצעות שיטות חישוביות חדשניות.",
    "Everybody can Participate": "כל אחד יכול להשתתף",
    "When we create an open and welcoming environment, everybody can share their perspectives and engage in thoughtful discussion to find the best solutions.": "כאשר אנו יוצרים סביבה פתוחה ומסבירת פנים, כל אחד יכול לחלוק את נקודות המבט שלו ולהשתתף בדיון מתחשב כדי למצוא את הפתרונות הטובים ביותר.",
    "Everybody can see multiple perspectives": "כל אחד יכול לראות נקודות מבט מרובות",
    "Having an open discussion where everyone shares their unique viewpoints and thoughtfully considers different angles is a great way to expand our minds and find creative solutions!":"קיום דיון פתוח שבו כל אחד חולק את נקודות המבט הייחודיות שלו ושוקל בשיקול דעת זוויות שונות זו דרך מצוינת להרחיב את דעתנו ולמצוא פתרונות יצירתיים!",
    "Everybody can evaluate the different options": "כל אחד יכול להעריך את האפשרויות השונות",
    "When we come together for a deliberative discussion, each individual's perspective and ability to thoughtfully evaluate the various options on the table is valuable and welcomed":"כאשר אנו מתכנסים לדיון דיוני, נקודת המבט והיכולת של כל אדם להעריך באופן מעמיק את האפשרויות השונות על השולחן היא חשובה ומבורכת.",
    "Everybody can write her/his opinion":"כל אחד יכול לכתוב את דעתו",
    "Deliberative discussions thrive when everyone feels comfortable sharing their unique perspectives and ideas freely.":"דיונים דיוניים משגשגים כאשר כולם מרגישים בנוח לחלוק את נקודות המבט והרעיונות הייחודיים שלו בחופשיות.",
    "Deep thought":"מחשבה עמוקה",
    "we can break an issue into many sub-issues, and take it step by step, toward finding an inclusive solution.":"אנו יכולים לחלק בעיה לסוגיות משנה רבות, ולקחת אותה צעד אחר צעד, לקראת מציאת פתרון כולל.",
    "Modern technology":"טכנולוגיה מודרנית",
    "Our algorithms can instantly find the most preferred options, that do not harm minorities, therefore preventing rifts in the group.":"האלגוריתמים שלנו יכולים למצוא באופן מיידי את האפשרויות המועדפות ביותר, שאינן פוגעות במיעוטים, ולכן מונעים קרעים בקבוצה.",
    "Innovative approach":"גישה חדשנית",
    "Through the discussion, a map is being created to show where there are agreements and where there are disagreements.":"דרך הדיון נוצרת מפה שתראה היכן יש הסכמות והיכן יש חילוקי דעות.",
    "Suites for all ages":"מתאים לכל הגילאים",
    "Appealing across age groups and generations - young people, adults, and seniors.":"מושך לכל קבוצות הגילאים והדורות - צעירים, מבוגרים וקשישים",
    "explained in 90 second": "הסבר ב90 שניות",
    "Let us walk you through how our app works": "תן לנו להדריך אותך איך האפליקציה שלנו עובדת",
    "How does FreeDi work?": "איך פרידי עובדת?",
    "Genuine Agreement via Deliberation":"הסכם אמיתי באמצעות דיון",
    "Building Bonds and Bridging Divides":"בניית איגרות חוב והפרדות גישור",
    "Call us":"התקשר אלינו",
    "+972-52-607-9419":"052-607-9419",
    "Consensus reaching technology":"טכנולוגיה שמגיעה לקונצנזוס",
    "Everybody can evaluate the different options":"כל אחד יכול להעריך את האפשרויות השונות",
    "Suites for all ages":"סוויטות לכל הגילאים",
    "Satisfactory solutions":"פתרונות מספקים",
    "Deep thought":"מחשבה עמוקה",
    "Modern technology":"טכנולוגיה מודרנית",
    "Everybody can write her/his opinion":"כל אחד יכול לכתוב את דעתו",
    "Everybody can see multiple perspectives":"כל אחד יכול לראות נקודות מבט מרובות",
    "Who are we?":"מי אנחנו?",
    "Empowering Collaborative Decision-Making Through Digital Deliberation?":"העצמת קבלת החלטות שיתופית באמצעות התלבטות דיגיטלית",
    "In today's polarized world, finding common ground can feel like an uphill battle. But we believe that through open and inclusive dialogue, even the toughest issues have solutions.":"בעולם המקוטב של היום, מציאת קרקע משותפת יכולה להרגיש כמו קרב עלייה. אבל אנחנו מאמינים שבאמצעות דיאלוג פתוח ומכיל, גם לנושאים הקשים ביותר יש פתרונות.",
    "That's why we created":"בגלל זה יצרנו ",
    "Free":"פרי",
    "Di":"די",
    "- a user-friendly platform that brings the principles of deliberative democracy into the digital age. Our app provides a virtual space where diverse groups can gather, share perspectives, weigh evidence, and engage in reasoned debate.":"- פלטפורמה ידידותית למשתמש שמביאה את עקרונות הדמוקרטיה הדיונית לעידן הדיגיטלי. האפליקציה שלנו מספקת מרחב וירטואלי שבו קבוצות מגוונות יכולות להתאסף, לחלוק נקודות מבט, לשקול ראיות ולהשתתף בוויכוח מנומק.",
    "The end goal? Fostering mutual understanding and crafting fair, well-informed agreements on the complex matters that impact us all.":"המטרה הסופית? טיפוח הבנה הדדית ויצירת הסכמים הוגנים ומושכלים בעניינים המורכבים המשפיעים על כולנו.",
    "Step into the":"צעד לתוך",
    "experience and help bridge divides through the power of deliberation!":"לחוות ולעזור לגשר על פערים באמצעות כוח ההתלבטות!",
    "Together, we can build a better future for everyone":"ביחד, נוכל לבנות עתיד טוב יותר לכולם",
    "Contact via Email":"צור קשר באמצעות דואר אלקטרוני",
    "FreeDi Genuine Deliberation":"פרידי התלבטות אמיתית"
}
